Repository: jungwuk-ryu/Switchyard
Catalog: app/Packages/SwitchyardLocalization/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Debug
de: Debuggen
es: Depurar
fr: Débogage
ja: デバッグ
ko: 디버그
pt_br: Depuração
ru: Отладка
zh_hans: 调试
zh_hant: 偵錯

source: Debug run logging enabled (profile=%1$@, WINEDEBUG=%2$@, file: %3$@). The live view is batched and retains its latest %4$lld entries; this file retains the complete run output.
de: Debug-Laufprotokollierung aktiviert (Profil=%1$@, WINEDEBUG=%2$@, Datei: %3$@). Die Live-Ansicht wird gestapelt und behält die neuesten %4$lld-Einträge bei. Diese Datei enthält die gesamte Laufausgabe.
es: Registro de ejecución de depuración habilitado (perfil=%1$@, WINEDEBUG=%2$@, archivo: %3$@). La vista en vivo se realiza por lotes y conserva sus últimas entradas %4$lld; este archivo conserva el resultado completo de la ejecución.
fr: Journalisation de l'exécution du débogage activée (profil = %1$@, WINEDEBUG = %2$@, fichier : %3$@). La vue en direct est groupée et conserve ses dernières entrées %4$lld ; ce fichier conserve la sortie complète de l'exécution.
ja: デバッグ実行ログが有効になっています (プロファイル=%1$@、WINEDEBUG=%2$@、ファイル: %3$@)。ライブ ビューはバッチ処理され、最新の %4$lld エントリが保持されます。このファイルには完全な実行出力が保持されます。
ko: 디버그 실행 로그를 켰습니다(프로필=%1$@, WINEDEBUG=%2$@, 파일: %3$@). 화면에는 최신 %4$lld개만 나누어 표시하며, 이 파일에는 전체 실행 로그를 보관합니다.
pt_br: Registro de execução de depuração ativado (profile=%1$@, WINEDEBUG=%2$@, arquivo: %3$@). A visualização ao vivo é agrupada e mantém suas entradas %4$lld mais recentes; esse arquivo mantém a saída completa da execução.
ru: Ведение журнала отладки включено (профиль=%1$@, WINEDEBUG=%2$@, файл: %3$@). Просмотр в реальном времени группируется и сохраняет последние записи %4$lld; этот файл сохраняет полный результат выполнения.
zh_hans: 启用调试运行日志记录（配置文件 = %1$@，WINEDEBUG = %2$@，文件：%3$@）。实时查看是批量的，保留其最新的%4$lld条目；该文件保留完整的运行输出。
zh_hant: 啟用偵錯運行日誌記錄（設定檔 = %1$@，WINEDEBUG = %2$@，檔案：%3$@）。即時查看是批次的，保留其最新的%4$lld條目；該檔案保留完整的運行輸出。

source: Default
de: Standard
es: Predeterminado
fr: Par défaut
ja: デフォルト
ko: 기본값
pt_br: Padrão
ru: По умолчанию
zh_hans: 默认
zh_hant: 預設

source: Default Application
de: Standardanwendung
es: Aplicación predeterminada
fr: Application par défaut
ja: デフォルトのアプリケーション
ko: 기본 앱
pt_br: Aplicativo padrão
ru: Приложение по умолчанию
zh_hans: 默认应用程序
zh_hant: 預設應用程式

source: Default Executable
de: Standardmäßige ausführbare Datei
es: Ejecutable predeterminado
fr: Exécutable par défaut
ja: デフォルトの実行可能ファイル
ko: 기본 실행 파일
pt_br: Executável padrão
ru: Исполняемый файл по умолчанию
zh_hans: 默认可执行文件
zh_hant: 預設可執行檔

source: Detected macOS %@.
de: macOS %1$@ erkannt.
es: Detectado macOS %1$@.
fr: Détecté macOS %1$@.
ja: macOS %1$@ が検出されました。
ko: macOS %1$@가 감지되었습니다.
pt_br: Detectado macOS %1$@.
ru: Обнаружен macOS %1$@.
zh_hans: 检测到 macOS %1$@。
zh_hant: 偵測到 macOS %1$@。

source: Developer logging
de: Entwicklerprotokollierung
es: Registro de desarrollador
fr: Journalisation des développeurs
ja: 開発者のログ記録
ko: 개발자 로깅
pt_br: Registro de desenvolvedores
ru: Регистрация разработчиков
zh_hans: 开发者日志记录
zh_hant: 開發者日誌記錄

source: Development Runtime
de: Entwicklungslaufzeit
es: Entorno de desarrollo
fr: Environnement de développement
ja: 開発用ランタイム
ko: 개발용 런타임
pt_br: Runtime de desenvolvimento
ru: Среда выполнения для разработки
zh_hans: 开发运行时
zh_hant: 開發用執行環境

source: Development build
de: Entwicklungs-Build
es: Compilación de desarrollo
fr: Build de développement
ja: 開発ビルド
ko: 개발 빌드
pt_br: Build de desenvolvimento
ru: Сборка для разработки
zh_hans: 开发构建版本
zh_hant: 開發建置版本

source: Diagnostics
de: Diagnose
es: Diagnóstico
fr: Diagnostic
ja: 診断
ko: 진단
pt_br: Diagnóstico
ru: Диагностика
zh_hans: 诊断
zh_hant: 診斷

source: Different build recorded
de: Unterschiedlicher Aufbau aufgezeichnet
es: Construcción diferente registrada
fr: Différentes versions enregistrées
ja: 異なるビルドが記録されました
ko: 다른 빌드가 기록되었습니다.
pt_br: Outro build foi registrado
ru: Записаны разные сборки
zh_hans: 记录不同的构建
zh_hant: 記錄不同的構建

source: Download
de: Laden
es: Descargar
fr: Télécharger
ja: ダウンロード
ko: 다운로드
pt_br: Baixar
ru: Скачать
zh_hans: 下载
zh_hant: 下載

source: Download Steam
de: Laden Sie Steam herunter
es: Descargar Steam
fr: Télécharger Steam
ja: Steam をダウンロード
ko: Steam 다운로드
pt_br: Baixar Steam
ru: Скачать Steam
zh_hans: 下载Steam
zh_hant: 下載Steam

source: Download and switch between signed Switchyard Wine releases.
de: Signierte Switchyard-Wine-Versionen laden und zwischen ihnen wechseln.
es: Descarga versiones firmadas de Switchyard Wine y cambia entre ellas.
fr: Téléchargez des versions signées de Switchyard Wine et passez de l’une à l’autre.
ja: 署名済みの Switchyard Wine リリースをダウンロードして切り替えます。
ko: 서명된 Switchyard Wine 릴리스를 다운로드하고 전환합니다.
pt_br: Baixe versões assinadas do Switchyard Wine e alterne entre elas.
ru: Скачивайте подписанные выпуски Switchyard Wine и переключайтесь между ними.
zh_hans: 下载并切换已签名的 Switchyard Wine 版本。
zh_hant: 下載並切換已簽署的 Switchyard Wine 版本。

source: Download could not finish
de: Der Download konnte nicht abgeschlossen werden
es: La descarga no pudo finalizar
fr: Le téléchargement n'a pas pu se terminer
ja: ダウンロードを完了できませんでした
ko: 다운로드를 완료할 수 없습니다.
pt_br: Não foi possível concluir o download
ru: Загрузка не может быть завершена
zh_hans: 下载无法完成
zh_hant: 下載無法完成

source: Download found
de: Download gefunden
es: Descarga encontrada
fr: Téléchargement trouvé
ja: ダウンロードが見つかりました
ko: 다운로드를 찾았습니다.
pt_br: Download localizado
ru: Загрузка найдена
zh_hans: 找到下载
zh_hant: 找到下載

source: Download from Apple
de: Von Apple herunterladen
es: Descargar desde Apple
fr: Télécharger depuis Apple
ja: Appleからダウンロード
ko: 애플에서 다운로드
pt_br: Baixar da Apple
ru: Скачать с Apple
zh_hans: 从苹果下载
zh_hant: 從蘋果下載

source: Download the newest Game Porting Toolkit disk image, then return to Switchyard.
de: Laden Sie das neueste Game Porting Toolkit-Disk-Image herunter und kehren Sie dann zu Switchyard zurück.
es: Descargue la imagen de disco Game Porting Toolkit más reciente y luego regrese a Switchyard.
fr: Téléchargez la dernière image disque Game Porting Toolkit, puis revenez à Switchyard.
ja: 最新の Game Porting Toolkit ディスク イメージをダウンロードし、Switchyard に戻ります。
ko: 최신 Game Porting Toolkit 디스크 이미지를 다운로드한 다음 Switchyard로 돌아오세요.
pt_br: Baixe a imagem de disco Game Porting Toolkit mais recente e depois volte para Switchyard.
ru: Загрузите новейший образ диска Game Porting Toolkit, затем вернитесь к Switchyard.
zh_hans: 下载最新的Game Porting Toolkit磁盘映像，然后返回Switchyard。
zh_hant: 下載最新的Game Porting Toolkit磁碟映像，然後返回Switchyard。

source: Download the selected runtime before making it active.
de: Laden Sie die ausgewählte Laufzeitumgebung, bevor Sie sie aktivieren.
es: Descarga el entorno de ejecución seleccionado antes de activarlo.
fr: Téléchargez l’environnement d’exécution sélectionné avant de l’activer.
ja: 選択したランタイムをダウンロードしてから使用してください。
ko: 선택한 런타임을 먼저 다운로드한 다음 활성화하세요.
pt_br: Baixe o runtime selecionado antes de torná-lo ativo.
ru: Сначала скачайте выбранную среду выполнения, затем сделайте её активной.
zh_hans: 请先下载所选运行时，再将其设为活动运行时。
zh_hant: 請先下載所選執行環境，再將其設為使用中。

source: Download, verify, and select the latest runtime supported by this Switchyard version
de: Laden Sie die neueste von dieser Switchyard-Version unterstützte Laufzeit herunter, überprüfen Sie sie und wählen Sie sie aus
es: Descargue, verifique y seleccione el tiempo de ejecución más reciente compatible con esta versión Switchyard
fr: Téléchargez, vérifiez et sélectionnez le dernier moteur d'exécution pris en charge par cette version Switchyard
ja: この Switchyard バージョンでサポートされている最新のランタイムをダウンロード、確認、選択します
ko: 이 Switchyard 버전에서 지원하는 최신 런타임을 다운로드, 확인 및 선택하세요.
pt_br: Baixar, verificar e selecionar o runtime mais recente compatível com esta versão do Switchyard
ru: Загрузите, проверьте и выберите последнюю версию среды выполнения, поддерживаемую этой версией Switchyard.
zh_hans: 下载、验证并选择此 Switchyard 版本支持的最新运行时
zh_hant: 下載、驗證並選擇此 Switchyard 版本支援的最新運行時

# Downloaded %lld Open Font Pack font file(s); %lld file(s) were already cached.
source: Downloaded %1$lld Open Font Pack font file(s); %2$lld file(s) were already cached.
de: Heruntergeladene %1$lld Open-Font-Paket-Schriftartdatei(en); %2$lld-Datei(en) wurden bereits zwischengespeichert.
es: Se descargaron %1$lld archivos del paquete de fuentes abiertas; %2$lld ya estaban en caché.
fr: Fichier(s) de police %1$lld pack de polices libres téléchargé ; Les fichiers %2$lld étaient déjà mis en cache.
ja: %1$lld オープンフォントパック フォント ファイルをダウンロードしました。 %2$lld ファイルはすでにキャッシュされています。
ko: 오픈 폰트 팩 파일 %1$lld개를 다운로드했습니다. %2$lld개는 이미 캐시에 있습니다.
pt_br: %1$lld arquivos do pacote de fontes abertas foram baixados; %2$lld já estavam no cache.
ru: Загруженные файлы шрифтов %1$lld пакет открытых шрифтов; Файлы %2$lld уже были кэшированы.
zh_hans: 下载 %1$lld 开放字体包 字体文件； %2$lld 文件已被缓存。
zh_hant: 下載 %1$lld 開放字型套件 字體檔案； %2$lld 檔案已被快取。

source: Downloading and verifying about 700 MB…
de: Ungefähr 700 MB werden heruntergeladen und überprüft…
es: Descargando y verificando unos 700 MB…
fr: Téléchargement et vérification d'environ 700 Mo…
ja: 約700MBをダウンロードして確認中…
ko: 약 700MB 다운로드 및 확인 중…
pt_br: Baixando e verificando cerca de 700 MB...
ru: Скачиваем и проверяем около 700 МБ…
zh_hans: 下载并验证大约 700 MB...
zh_hant: 下載並驗證約 700 MB...

source: Downloading open-licensed fonts…
de: Offen lizenzierte Schriftarten werden heruntergeladen…
es: Descargando fuentes con licencia abierta...
fr: Téléchargement de polices sous licence ouverte…
ja: オープンライセンスのフォントをダウンロードしています…
ko: 오픈 라이선스 글꼴 다운로드 중…
pt_br: Baixando fontes com licença aberta...
ru: Загрузка шрифтов с открытой лицензией…
zh_hans: 正在下载开放许可字体...
zh_hant: 正在下載開放授權字型...

source: Downloading securely from Valve…
de: Sicherer Download von Valve…
es: Descargando de forma segura desde Valve…
fr: Téléchargement sécurisé depuis Valve…
ja: Valve から安全にダウンロードしています…
ko: Valve에서 안전하게 다운로드하는 중…
pt_br: Baixando com segurança da Valve…
ru: Безопасная загрузка с Valve…
zh_hans: 正在从 Valve 安全下载...
zh_hant: 正在從 Valve 安全下載...

source: Downloading the Windows installer securely from Valve…
de: Sicheres Herunterladen des Windows-Installationsprogramms von Valve…
es: Descargando el instalador Windows de forma segura desde Valve…
fr: Téléchargement sécurisé du programme d'installation de Windows à partir de Valve…
ja: Valve から Windows インストーラーを安全にダウンロードしています…
ko: Valve에서 Windows 설치 프로그램을 안전하게 다운로드하는 중…
pt_br: Baixando com segurança o instalador do Windows da Valve…
ru: Безопасная загрузка установщика Windows с Valve…
zh_hans: 从 Valve 安全下载 Windows 安装程序...
zh_hant: 從 Valve 安全下載 Windows 安裝程式...

source: Downloading, validating, and installing the selected official runtime…
de: Die ausgewählte offizielle Laufzeitumgebung wird geladen, überprüft und installiert…
es: Descargando, verificando e instalando el entorno de ejecución oficial seleccionado…
fr: Téléchargement, vérification et installation de l’environnement d’exécution officiel sélectionné…
ja: 選択した公式ランタイムをダウンロード、検証、インストールしています…
ko: 선택한 공식 런타임을 다운로드하고 검증한 뒤 설치하는 중…
pt_br: Baixando, verificando e instalando o runtime oficial selecionado…
ru: Скачивание, проверка и установка выбранной официальной среды выполнения…
zh_hans: 正在下载、验证并安装所选官方运行时…
zh_hant: 正在下載、驗證並安裝所選官方執行環境…

source: Downloading, validating, and installing the signed runtime…
de: Herunterladen, Validieren und Installieren der signierten Laufzeitumgebung …
es: Descargando, validando e instalando el tiempo de ejecución firmado...
fr: Téléchargement, validation et installation du runtime signé…
ja: 署名付きランタイムをダウンロード、検証、インストールしています…
ko: 서명된 런타임을 다운로드, 검증, 설치하는 중…
pt_br: Baixando, verificando e instalando o runtime assinado…
ru: Загрузка, проверка и установка подписанной среды выполнения…
zh_hans: 下载、验证和安装签名的运行时...
zh_hant: 下載、驗證和安裝簽名的運行時...

source: Empty Folder
de: Leerer Ordner
es: Carpeta vacía
fr: Dossier vide
ja: 空のフォルダー
ko: 빈 폴더
pt_br: Pasta vazia
ru: Пустая папка
zh_hans: 空文件夹
zh_hant: 空資料夾

source: Environment Overrides
de: Umgebungsüberschreibungen
es: Anulaciones de entorno
fr: Remplacements d'environnement
ja: 環境オーバーライド
ko: 환경 재정의
pt_br: Substituições de ambiente
ru: Переопределения среды
zh_hans: 环境覆盖
zh_hant: 環境覆蓋

source: Environment variable name is invalid or reserved: %@.
de: Der Name der Umgebungsvariablen ist ungültig oder reserviert: %1$@.
es: El nombre de la variable de entorno no es válido o está reservado: %1$@.
fr: Le nom de la variable d'environnement n'est pas valide ou est réservé : %1$@.
ja: 環境変数名が無効または予約されています: %1$@。
ko: 환경 변수 이름이 잘못되었거나 예약되었습니다: %1$@.
pt_br: Nome da variável de ambiente é inválido ou reservado: %1$@.
ru: Имя переменной среды недопустимо или зарезервировано: %1$@.
zh_hans: 环境变量名称无效或保留：%1$@。
zh_hant: 環境變數名稱無效或保留：%1$@。

source: Error
de: Fehler
fr: Erreur
ja: エラー
ko: 오류
pt_br: Erro
ru: Ошибка
zh_hans: 错误
zh_hant: 錯誤

source: Executable
de: Ausführbare Datei
es: Ejecutable
fr: Exécutable
ja: 実行ファイル
ko: 실행 파일
pt_br: Executável
ru: Исполняемый файл
zh_hans: 可执行文件
zh_hant: 可執行檔

source: External Wine runtime selected, but it has no Switchyard manifest and cannot be verified against the pinned source revision.
de: Externe Wine-Laufzeit ausgewählt, aber sie verfügt über kein Switchyard-Manifest und kann nicht anhand der angehefteten Quellrevision überprüft werden.
es: Se seleccionó el tiempo de ejecución externo Wine, pero no tiene ningún manifiesto Switchyard y no se puede verificar con la revisión de origen fijada.
fr: Le runtime Wine externe est sélectionné, mais il ne possède pas de manifeste Switchyard et ne peut pas être vérifié par rapport à la révision source épinglée.
ja: 外部 Wine ランタイムが選択されましたが、Switchyard マニフェストがないため、固定されたソース リビジョンに対して検証できません。
ko: 외부 Wine 런타임을 선택했지만 Switchyard 매니페스트가 없어, 고정된 소스 리비전과 일치하는지 확인할 수 없습니다.
pt_br: O runtime externo do Wine não tem um manifesto do Switchyard, portanto não é possível compará-lo com a revisão fixada do código-fonte.
ru: Выбрана внешняя среда выполнения Wine, но она не имеет манифеста Switchyard и не может быть проверена по закрепленной исходной версии.
zh_hans: 选择了外部 Wine 运行时，但它没有 Switchyard 清单，并且无法根据固定源修订进行验证。
zh_hant: 選擇了外部 Wine 運行時，但它沒有 Switchyard 清單，並且無法根據固定來源修訂進行驗證。

source: External Wine runtime selected; no source revision policy was requested.
de: Externe Wine-Laufzeit ausgewählt; Es wurde keine Richtlinie zur Quellrevision angefordert.
es: Tiempo de ejecución externo Wine seleccionado; no se solicitó ninguna política de revisión de fuentes.
fr: Exécution externe Wine sélectionnée ; aucune politique de révision des sources n’a été demandée.
ja: 外部 Wine ランタイムが選択されました。ソース リビジョン ポリシーは要求されませんでした。
ko: 외부 Wine 런타임을 선택했습니다. 확인할 소스 리비전 정책은 지정하지 않았습니다.
pt_br: Runtime externo do Wine selecionado; nenhuma política de revisão do código-fonte foi solicitada.
ru: Выбрана внешняя среда выполнения Wine; политика пересмотра исходного кода не запрашивалась.
zh_hans: 选择外部 Wine 运行时；没有要求源修订政策。
zh_hant: 選擇外部 Wine 運作時；沒有要求來源修訂政策。

source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échec
ja: 失敗しました
ko: 실패
pt_br: Falha
ru: Не удалось
zh_hans: 失败
zh_hant: 失敗

source: Files
de: Dateien
es: Archivos
fr: Fichiers
ja: ファイル
ko: 파일
pt_br: Arquivos
ru: Файлы
zh_hans: 文件
zh_hant: 檔案

source: Finding the Windows application waiting for the %@: callback…
de: Die Anwendung Windows wird gefunden, die auf den Rückruf %1$@ wartet …
es: Encontrar la aplicación Windows esperando el %1$@: devolución de llamada…
fr: Recherche de l'application Windows en attente du %1$@ : rappel…
ja: %1$@: コールバックを待機している Windows アプリケーションを見つけています…
ko: %1$@ 로그인을 기다리는 앱을 찾는 중…
pt_br: Localizando o aplicativo do Windows que aguarda o retorno de %1$@…
ru: Обнаружение приложения Windows, ожидающего %1$@: обратный вызов…
zh_hans: 查找正在等待 %1$@: 回调的 Windows 应用程序...
zh_hant: 尋找正在等待 %1$@: 回呼的 Windows 應用程式...

source: Finish Setting Up Switchyard
de: Beenden Sie die Einrichtung von Switchyard
es: Terminar de configurar Switchyard
fr: Terminer la configuration Switchyard
ja: Switchyard のセットアップを完了する
ko: Switchyard 설정 완료
pt_br: Concluir a configuração do Switchyard
ru: Завершите настройку Switchyard
zh_hans: 完成设置 Switchyard
zh_hant: 完成設定 Switchyard

source: Finish Switchyard setup before installing Steam.
de: Beenden Sie die Einrichtung von Switchyard, bevor Sie Steam installieren.
es: Finalice la configuración de Switchyard antes de instalar Steam.
fr: Terminez la configuration de Switchyard avant d’installer Steam.
ja: Steam をインストールする前に、Switchyard のセットアップを完了してください。
ko: Steam을 설치하기 전에 Switchyard 설정을 마치세요.
pt_br: Conclua a configuração do Switchyard antes de instalar o Steam.
ru: Завершите настройку Switchyard перед установкой Steam.
zh_hans: 在安装 Steam 之前完成 Switchyard 设置。
zh_hant: 在安裝 Steam 之前完成 Switchyard 設定。

source: Finish Without Steam
de: Fertigstellen ohne Steam
es: Terminar sin Steam
fr: Terminer sans Steam
ja: Steam なしで終了
ko: Steam 없이 마무리
pt_br: Concluir sem o Steam
ru: Завершить без Steam
zh_hans: 不带 Steam 完成
zh_hant: 不含 Steam 完成

source: Finish installing Steam…
de: Beenden Sie die Installation von Steam…
es: Termine de instalar Steam…
fr: Terminer l'installation de Steam…
ja: Steam のインストールを終了します…
ko: Steam 설치를 완료합니다...
pt_br: Concluir a instalação do Steam…
ru: Завершите установку Steam…
zh_hans: 完成安装 Steam...
zh_hant: 完成安裝 Steam...

source: Finish setting up Steam
de: Beenden Sie die Einrichtung von Steam
es: Terminar de configurar Steam
fr: Terminer la configuration Steam
ja: Steam のセットアップを完了する
ko: Steam 설정 완료
pt_br: Concluir a configuração do Steam
ru: Завершите настройку Steam.
zh_hans: 完成设置 Steam
zh_hant: 完成設定 Steam

source: Finish setup before creating a container
de: Schließen Sie die Einrichtung ab, bevor Sie einen Container erstellen
es: Finalice la configuración antes de crear un contenedor
fr: Terminez la configuration avant de créer un conteneur
ja: コンテナを作成する前にセットアップを完了してください
ko: 컨테이너를 만들기 전에 설정을 완료하세요.
pt_br: Finalize a configuração antes de criar um contêiner
ru: Завершите настройку перед созданием контейнера.
zh_hans: 创建容器之前完成设置
zh_hant: 建立容器之前完成設定

source: Finish the remaining setup step before completing setup.
de: Beenden Sie den verbleibenden Einrichtungsschritt, bevor Sie die Einrichtung abschließen.
es: Finalice el paso de configuración restante antes de completar la configuración.
fr: Terminez l’étape de configuration restante avant de terminer la configuration.
ja: セットアップを完了する前に、残りのセットアップ手順を完了してください。
ko: 설정을 완료하기 전에 나머지 설정 단계를 완료하세요.
pt_br: Termine a etapa restante da configuração antes de concluir a configuração.
ru: Прежде чем завершить настройку, завершите оставшийся шаг настройки.
zh_hans: 在完成设置之前完成剩余的设置步骤。
zh_hant: 在完成設定之前完成剩餘的設定步驟。

source: Finish the standard Steam installer. Switchyard will detect Steam and continue automatically.
de: Beenden Sie das Standardinstallationsprogramm Steam. Switchyard erkennt Steam und fährt automatisch fort.
es: Finalice el instalador estándar Steam. Switchyard detectará Steam y continuará automáticamente.
fr: Terminez le programme d’installation standard Steam. Switchyard détectera Steam et continuera automatiquement.
ja: 標準の Steam インストーラーを終了します。 Switchyard は Steam を検出し、自動的に続行します。
ko: 일반 Steam 설치 프로그램을 끝까지 진행하세요. Switchyard가 Steam을 찾으면 자동으로 다음 단계로 넘어갑니다.
pt_br: Conclua o instalador padrão do Steam. O Switchyard detectará o Steam e continuará automaticamente.
ru: Завершите стандартную установку Steam. Switchyard обнаружит Steam и продолжит работу автоматически.
zh_hans: 完成标准 Steam 安装程序。 Switchyard 将检测 Steam 并自动继续。
zh_hant: 完成標準 Steam 安裝程序。 Switchyard 將偵測 Steam 並自動繼續。

source: First app
de: Erste App
es: Primera aplicación
fr: Première application
ja: 最初のアプリ
ko: 첫 번째 앱
pt_br: Primeiro aplicativo
ru: Первое приложение
zh_hans: 第一个应用程序
zh_hant: 第一個應用程式

source: Folder Unavailable
de: Ordner nicht verfügbar
es: Carpeta no disponible
fr: Dossier indisponible
ja: フォルダーが使用できません
ko: 폴더를 사용할 수 없음
pt_br: Pasta indisponível
ru: Папка недоступна
zh_hans: 文件夹不可用
zh_hant: 資料夾不可用

source: Fonts for Korean, Japanese, and other languages
de: Schriftarten für Koreanisch, Japanisch und andere Sprachen
es: Fuentes para coreano, japonés y otros idiomas
fr: Polices pour le coréen, le japonais et d’autres langues
ja: 韓国語、日本語、その他の言語のフォント
ko: 한국어, 일본어, 기타 언어용 글꼴
pt_br: Fontes para coreano, japonês e outros idiomas
ru: Шрифты для корейского, японского и других языков.
zh_hans: 韩语、日语和其他语言的字体
zh_hant: 韓語、日語和其他語言的字體

source: Forwarding the %@: callback to Wine…
de: Weiterleitung des %1$@: Rückruf an Wine…
es: Reenviando el %1$@: devolución de llamada a Wine…
fr: Renvoi du %1$@ : rappel vers Wine…
ja: %1$@: コールバックを Wine に転送しています…
ko: %1$@ 로그인 정보를 앱으로 전달하는 중…
pt_br: Encaminhando o retorno de %1$@ ao Wine…
ru: Пересылка %1$@: обратный вызов на Wine…
zh_hans: 转发%1$@：回调至Wine…
zh_hant: 轉發%1$@：回調至Wine…

source: Found %@; importing it into the local cache…
de: Gefunden %1$@; Importieren in den lokalen Cache…
es: Encontrado %1$@; importándolo al caché local...
fr: Trouvé %1$@ ; l'importer dans le cache local…
ja: %1$@ が見つかりました。ローカルキャッシュにインポート中…
ko: %1$@를 찾았습니다. 로컬 캐시로 가져오는 중...
pt_br: %1$@ foi encontrado; importando para o cache local…
ru: Найден %1$@; импортируем его в локальный кеш…
zh_hans: 找到%1$@；将其导入本地缓存...
zh_hant: 找到%1$@；將其導入本機快取...

source: GPTK executable code has an invalid Apple signature: %@.
de: Der ausführbare Code GPTK hat eine ungültige Apple-Signatur: %1$@.
es: El código ejecutable GPTK tiene una firma de Apple no válida: %1$@.
fr: Le code exécutable GPTK possède une signature Apple non valide : %1$@.
ja: GPTK 実行可能コードには無効な Apple 署名があります: %1$@。
ko: GPTK 실행 코드에 잘못된 Apple 서명(%1$@)이 있습니다.
pt_br: O código executável do GPTK tem uma assinatura da Apple inválida: %1$@.
ru: Исполняемый код GPTK имеет недопустимую подпись Apple: %1$@.
zh_hans: GPTK 可执行代码具有无效的 Apple 签名：%1$@。
zh_hant: GPTK 執行程式碼具有無效的 Apple 簽章：%1$@。

source: GPTK import completed.
de: GPTK-Import abgeschlossen.
es: Se completó la importación de GPTK.
fr: Importation GPTK terminée.
ja: GPTK インポートが完了しました。
ko: GPTK 가져오기가 완료되었습니다.
pt_br: Importação do GPTK concluída.
ru: Импорт GPTK завершен.
zh_hans: GPTK 导入完成。
zh_hant: GPTK 匯入完成。

source: General
de: Allgemein
fr: Général
ja: 一般
ko: 일반
pt_br: Geral
ru: Основные
zh_hans: 通用
zh_hant: 一般

source: Get Apple's graphics support
de: Holen Sie sich die Grafikunterstützung von Apple
es: Obtén soporte gráfico de Apple
fr: Bénéficiez du support graphique d'Apple
ja: Apple のグラフィックス サポートを利用する
ko: Apple의 그래픽 지원 받기
pt_br: Obtenha suporte gráfico da Apple
ru: Получите поддержку графики Apple
zh_hans: 获得 Apple 的图形支持
zh_hant: 獲得 Apple 的圖形支持

source: GitHub returned HTTP %lld.
de: GitHub hat HTTP %1$lld zurückgegeben.
es: GitHub devolvió HTTP %1$lld.
fr: GitHub a renvoyé HTTP %1$lld.
ja: GitHub は HTTP %1$lld を返しました。
ko: GitHub가 HTTP %1$lld를 반환했습니다.
pt_br: GitHub retornou HTTP %1$lld.
ru: GitHub вернул HTTP %1$lld.
zh_hans: GitHub 返回了 HTTP %1$lld。
zh_hant: GitHub 回傳了 HTTP %1$lld。

source: GitHub returned an invalid response.
de: GitHub hat eine ungültige Antwort zurückgegeben.
es: GitHub devolvió una respuesta no válida.
fr: GitHub a renvoyé une réponse non valide.
ja: GitHub が無効な応答を返しました。
ko: GitHub가 잘못된 응답을 반환했습니다.
pt_br: O GitHub retornou uma resposta inválida.
ru: GitHub вернул неверный ответ.
zh_hans: GitHub 返回无效响应。
zh_hant: GitHub 回傳無效回應。

source: GitHub returned an untrusted release link.
de: GitHub hat einen nicht vertrauenswürdigen Release-Link zurückgegeben.
es: GitHub devolvió un enlace de versión que no es de confianza.
fr: GitHub a renvoyé un lien de version non fiable.
ja: GitHub は信頼できないリリース リンクを返しました。
ko: GitHub가 신뢰할 수 없는 릴리스 링크를 반환했습니다.
pt_br: GitHub retornou um link de liberação não confiável.
ru: GitHub вернул ненадежную ссылку на выпуск.
zh_hans: GitHub 返回了不受信任的发布链接。
zh_hant: GitHub 回傳了不受信任的發布連結。
